Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 清醒药剂一直为人诟病的，就是它的持续时间实在太短，一瓶清醒药剂仅仅能维持十秒效果，所以就算是药剂师公会内部，也很少有人配制清醒药剂，就算偶尔配上那么一两瓶，也大多是当作施舍丢给各魔法公会。
en_us: The Sobriety Potion had been criticized for its short-lived effects; a bottle of Sobriety Potion could only last for ten seconds. Hence, even within the Pharmacists Guild, very few people would make the Sobriety Potion. Even if they occasionally did concoct one or two bottles, they were usually given as alms to the Guild of Magic.

source: 清醒药剂浓度提高，导致服用后精神力混乱，这本身就是一个无比复杂的问题，这中间牵涉到近乎天文数字一般的变化与冲突，除了神匠级别的药剂师之外，恐怕再没有人能掌握药剂中的每一丝变化。
en_us: The increased concentration of the Sobriety Potion leading to mental confusion after consumption was a very complicated problem in itself. It involved almost astronomical changes and conflicts. Other than a pharmacist of the Divine Smith level, there was probably no one else who could grasp each and every change in the potion.

source: 漂亮小姐美眸盯着黑色丹药上流转的几道淡淡纹路再次看了几遍，轻笑摇头道：“鹤爷爷，我不是炼丹师，这丹纹是在几本古典内看到了，据说……能炼制出丹纹的炼丹师非常了不得？这丹纹有什么特殊作用吗？”
en_us: The pretty young lady's pretty eyes were transfixed on the few threads of faint vein patterns circulating on the black elixir pill, taking the time to look at them once again several times. Shaking her head, she giggled and said, "Grandfather He, I am no alchemist. I read about the elixir pattern in some ancient texts. According to these books... is it not the case that the alchemist who can refine and produce such elixir vein patterns remarkably skilled? What special uses do these elixir vein patterns have?"

source: 漫天卷起的落叶，轻飘飘的落了下来，树林间又恢复了先前的平静。
en_us: The fallen leaves that swirled up and filled the sky slowly floated to the ground. The forest regained its former peace.

source: 漫天黑色粉末下，江逸身子如一条迅狼爆射而出，一双拳头上元力环绕，幻化出六个拳影，将刘管事和马公子全笼罩进去。
en_us: Amidst the whirling black powder, Jiang Yi shot forth like an agile wolf. His fists, which were surrounded by essence force, transformed into six fist silhouettes and enveloped Housekeeper Liu and Young Master Ma entirely.

source: 激烈的讨价还价看得林立大开眼界，这要不是亲眼看见，光听两人的声音，多半还以为他们有什么深仇大恨呢。
en_us: The fierce bargaining was an eye-opener for Lin Li. Had he not seen it with his own eyes, he'd have thought there was some deep hatred between the two men just listening to their voices.

source: 火焰中的天帝无名静静地凝望着碎片消失的远方，半响，他叹了口气，转头看向冥皇：“老不死，你虽然惊才绝艳，但终究不算神仙，只望你在接下来的日子里悠着点，统治别太过头。须知你我最初皆是大道的一员，从某种意义上说，和众生并无差别。善因多了，说不定会有天道积攒其中，最终帮助你我跳出循环。大概，我今生成仙所差的那一点契机就藏在其中吧……”
en_us: As the flame-engulfed Wu Ming silently watched the shards vanish into the distance, he let out a sigh and turned to the Netherworld King. "Old Fart Undying, there’s no doubt of your amazing talent, but ultimately you can't attain immortality. Hopefully, in the days to come, you will be more mellow and not go overboard in your conquest.” “Though both of us were originally members of the Great Dao, we are undoubtedly no different from all sentient beings. Do more good deeds; perhaps it will help you break out of this cycle one day through your accumulations in the Heavenly Dao. Perhaps the opportunity I was missing to attain immortality in my present life was also concealed amidst all of this…”

source: 灰压压的死气随后倾泻到护罩上，却激起护罩内无数符文更加七彩闪亮的光芒，竟将天庭里里外外映照得一片雪亮，死气在万丈光芒中瞬间便被驱赶得无影无踪。
en_us: The suffocating cadaveric air inundated the shield, but only served to trigger more sparkling rainbow-colored lights to emit from the countless runes inside the barrier. This illuminated the Heavenly Court with snow-white brightness inside and outside. The cadaveric air disappeared under the 100,000-foot-wide beam of light.

source: 灰袍法师刚刚松了口气，却忽然察觉到一股魔法波动涌起，还没等他反应过来，空气中已是传来了一阵撕裂般的声响。
en_us: The mage in gray robe had just breathed a sigh of relief when he suddenly sensed a surge in magical wave. Before he could react, there came a ripping sound in the air.

source: 灰袍法师轻描淡写的自我介绍，却仿佛在一众宾客头顶响起的炸雷。
en_us: The casual self-introduction from the mage in gray robe seemed to hit the guests like thunder above the heads.

source: 灼热的气息一浪高过一浪，四周宾客竟是无人再敢上前一步。
en_us: The searing breath was higher with every wave and no one among the guests dared to take another step forward.

source: 炉子有好有坏，人体的资质也良莠不齐，丹田提炼元力的速度自然有慢有快。炼丹师的手法有弱有强，武者修炼的功法也有高级和低级之分，修炼速度自然也有差异，这也是天星大陆把武者第一境命名为铸鼎境的原因。其中鼎最为重要，没有一个好的丹田，武者天资有限，这辈子能取得的成就自然就有限了。
en_us: There were good and bad cauldrons; likewise, there were people with high and low physical aptitudes, which meant that there were those with fast and others with slow speeds in using the dantian to refine essence force. There were different essence-refining specialists with strong and weak skills; martial artists' refining techniques could likewise be differentiated between high and low qualities. Naturally, refining speed had its differentiation. This was thus the reason why the martial art levels of Stellarsky Continent were named Cast Tripod Realms. The "tripod" in the name was the most important. After all, without a good dantian, martial artists' skills and aptitudes were limited, and the life achievements which one could attain were naturally limited as well.

source: 点金棒不同与武器装备，并不是说等级越高的金属，使用起来威力也就越大，这更多的是一个取舍的过程，以普通金属为材料，会带来更高的附魔稳定性，大幅度降低附魔失败的几率，而以魔法金属为材料，则会带来更强的附魔效果，不同的魔法金属，带来的附魔效果也有区别。
en_us: The gold rod was different from weapons and equipment. It didn't mean that the higher the grade of metal, the more powerful it would be. This was more like a trade-off:, using ordinary metals would bring a higher level of stability for magical enchantment and greatly reduce the possibility of enchantment failure. However, using magical metals as material would bring stronger enchantment effect. Different magical metals would also result in different enchantment effect.

source: 点金棒与附魔师之间的关系，全靠最后融入的一丝精神力维系着，附魔师无法为点金棒提供魔力，所以必须在上面镶嵌一枚足够强大的魔晶，而林立这一次选择的，是一枚虚空行者的十五级魔晶，这是他目前能够拿出来的最强魔晶，当初猎人虽然杀戮无数，但魔晶却大多都没来得及转给小号，这件事一直让林立耿耿与怀。
en_us: The relationship between the gold rod and the magical enchanter was held together by the final touch of mental strength. The enchanter could not provide mana for the gold rod, so a magical crystal that was strong enough had to be embedded on it. This time, Lin Li had chosen a level-fifteen magical crystal of a Void Walker. It was the strongest magical crystal he could take out at present. Although his hunter form had killed countless back then, he hadn't had the time to transfer most of the magical crystals to the smurf account. It had always been on Lin Li's mind ever since.

source: 点金棒已逐渐冷却，正静静的躺在炼金台上，散发出深渊秘银独有的气息，那是一种幽暗而又深邃的感觉，就好象一片深不见底的水潭。
en_us: The gold rod had gradually cooled down and was lying quietly on the forging platform, exuding the unique aura of an abyss mithril. It was a dark and abysmal feeling, just like a bottomless pool.

source: 炼丹工具是现成的，大堂内有几个大大小小的丹炉，炼丹材料也是现成的，一个房间内有着大把的药材，但江逸屁都不懂，难不成炖菜般，把药材丢进丹炉内就成了？
en_us: The tools for refining elixirs were readily available. The central hall of the alchemist lab contained several elixir-producing cauldrons of various sizes. Likewise, the ingredients to refine elixirs were readily available, with one room filled with big bunches of medicinal ingredients. However, Jiang Yi knew next to nothing about refining elixirs. Should I treat it like brewing vegetables in cooking, and simply throw all the ingredients into the cauldron and be done with it?

source: 炼丹师往往对自己的作品很看重，所以尽管这废丹内一样有着浑厚的药力，他也绝对不准许留下毁掉他的声誉。
en_us: An alchemist usually treats his own products with the utmost importance. As such, even if an useless elixir contained vigorous medical healing power, he would never allow this useless elixir to be left behind and potentially destroy his reputation.

source: 炼丹房内一片片静悄悄的，柳长老竟然没在？江逸暗暗一喜，立即想偷偷开始炼丹，反正要是柳长老回来了，他可以说在尝试学炼丹，如此好学柳长老应该不会见怪吧？
en_us: The interior of the alchemy lab was extremely silent. Is Elder Liu actually not around? Jiang Yi was happy on the inside and immediately thought of how he could secretly start refining elixirs. Besides, should Elder Liu return, he could just say that he was trying to learn to refine elixirs. With him being so keen on learning, surely Elder Liu would not fault him!

source: 炼丹是很严谨的事情，丹方内的药剂不能多不能少，每一种药剂也必须准确到一钱，熔炼时间，化丹手法，回炉都必须精准，否则很容易练成废丹。
en_us: Alchemy was a very rigorous job. The ingredients used in the medicinal formula must be exact - no more, no less. Every medicinal ingredient also had to be precise down to the closest five grams. Even the smelting time, the method to form the elixir and the reheating process all had to be done with precision, otherwise it was very easy to refine and produce a useless elixir.

source: 炼金台上的魔晶被一扫而空之后，点金棒上附着的魔法精华已是厚厚的一层，先前那一片晶莹的光晕，此时也仿佛变得又浓又稠。
en_us: After the magical crystals on the forging platform were emptied, there was a thick layer of magic essence on the gold rod. The glittering halo also seemed to have become thick and viscous.

source: 炼金室里正好有一座小小的熔炉，平常用来融化星辰沙海蓝沙一类的炼金材料，温度虽然有些低，不过这对林立来说不成问题，深渊秘银丢进熔炉，这家伙两句咒语念完，直接就是一个火焰之手，近乎无限的魔力疯狂催动，炽热的火焰紧紧贴着熔炉底部，只是片刻之间，深渊秘银就有了融化的迹象。
en_us: There was a small melting furnace in the alchemy lab which was usually used to smelt alchemy materials such as star sand and navy sand. The temperature was a little low, but it was not a problem for Lin Li. At the end of the recitation of a spell, the Flaming Hands was unleashed. The near-infinite mana fueled it wildly and the scorching flame clung to the bottom of the furnace. It took only a moment before when the abyss mithril began to show signs of melting.

source: 然后……江逸当着江如龙的面，一脚闪电般重重踩在他的胸口，这才冷笑的望着江如龙道：“我不仅要伤他，还要废他！你想杀我？你确定有这个能力？”
en_us: Afterwards... In front of Jiang Rulong, Jiang Yi swiftly stomped on Jiang Ruhu's chest, he sneered and looked at Jiang Rulong, "I am not just going to hurt him, I am going to cripple him! You want to kill me? Are you sure you have that ability to do so?"

source: 然后两人又进了会客室，谈话内容连凯文都不知道。
en_us: And then both of them went into the reception room again; this time, the content of their conversation was kept secret even from Kevin.

source: 然后他们就看见了一个身穿法师长袍的少年从树林间走出，口中吟唱着晦涩难明的魔法咒文，一发冰锥撕开空气呼啸而出，不偏不倚刚好扎进了双足飞龙腹部的伤口，冰锥并不锋利，若是平时，绝不足以洞开双足飞龙坚韧的皮肤，即便是此时扎进伤口，这个低级法术也无法给它带来多大的伤害。
en_us: Then, they saw a young man wearing a mage robe walk out from the forest, reciting an unintelligible spell. A shot of icicle tore through the sky and plunged into the wound on the Wyvern's abdomen. The icicle was not sharp, and would not be enough to penetrate the tough skin of the Wyvern. Even if it pierced through the wound as it did this moment, this low-level spell would not deal much damage to the Wyvern.

source: 然后他们就看见，一个瘦弱的老人从树丛间走出，看上去六七十岁的年纪，一张老脸上布满了皱纹，身上穿着一件灰白法师长袍，皱巴巴脏兮兮的，就好象几十年都没洗过一样，当他从树林中走出的时候，几乎所有人都闻到了，一股浓浓的药味正从他身上散发开来……
en_us: Then they saw a frail old man walk out from the bushes. He looked to be 60 to 70 years old, with a face full of wrinkles. He was wearing a grey-white mage robe, which was crumpled and filthy, as if it had not been washed for decades. When he walked out from the woods, almost everyone could smell the strong scent of herbal medicine that his body emitted.

source: 然后他们就看见，林立从人群中走出。
en_us: And then they saw Lin Li emerge from the crowd.

source: 然后他就发现，事情有些不对了。
en_us: It was then that he realized things were wrong.

source: 然后刘管事让风月楼内的护卫全城开始搜查，整整找了十天，江逸却如人间蒸发了般，没有一丝线索。
en_us: Refusing to give up, Housekeeper Liu ordered the guards of Fengyue Brothel to search the entire city. The operation lasted ten whole days, but there was no sight of Jiang Yi, it was almost as if he had vanished into thin air.

source: 然后大厅中的人，就看见本该是拍卖会主角的葛瑞安，正从一个相当猥琐的位置上站起来：“在我看来，这枚谜蓝宝石，价值应该在八万金币左右。”
en_us: And then the people in the hall saw Gerian, who was supposed to be the star of the auction, rising from a shabby spot in the audience. "From what I see, this Enigma Sapphire is worth around 80,000 gold coins."

source: 然后这一群围观群众就看见，各种各样的矿锭从私人仓库里被放出来，有常见的秘银瑟银，也有罕见的精金魔铁，魔法金属特有的光泽在私人仓库内闪动着耀眼的光彩，晃花了所有玩家的眼睛，刚刚此起彼伏的声音刹时间静了下来，整个私人仓库里就只听吞口水的声音……
en_us: The onlookers watched as various mine ingots were being taken out of the private warehouse. There were the common mithril and thorium, and also rare adamantine and fiend iron. The sheen unique to magical metals sparkled in the private warehouse, dazzling the eyes of the players. The commotion died down instantly, and only sounds of players swallowing their saliva could be heard in the private warehouse...

source: 然后，一直静静坐在那里的罗琳就发现，老格林脸上的神色忽然变了，那是一种难以置信的神色，就好象他看到的不是一只蓝色玻璃瓶，而是一只被蚂蚁咬死的大象。
en_us: Then, Rowling, who had been sitting there quietly, noticed the look on Old Grimm's face changed at once. It was a look of disbelief, as if what he had seen was not a blue glass bottle, but an elephant who had been bitten to death by an ant.

source: 然而——
en_us: However,

source: 然而……
en_us: However,

source: 然而不论是不是对方的阴谋，今日之局已经是无解！
en_us: However, regardless of whether or not it was the housekeeper's sinister plot, there was no solution for the incident that day!

source: 然而两年过后，一切却反转了过来……
en_us: However, two years later, his fate suddenly changed overnight…

source: 然而让江顾水震愕的是，江逸的双拳在半路就变招了，幻影拳变成了摔碑手，等他想跟着变招的时候，江逸再次变招，双手如两根海藻般探了过来，两条腿不知不觉如蛇鞭般扫来，速度之快，配合之完美，让他完全反应不过来。
en_us: What shocked Jiang Gushui was that Jiang Yi's fist style changed suddenly from Phantom Punch into Wrestling Hand. When he was about to change his fist style to match it, Jiang Yi changed his fist style again. Jiang Yi's hands turned into two pieces of seaweed and stretched towards Jiang Gushui, his legs swept like snake whips. Jiang Gushui was unable to react to the extreme speed combined with the perfect combination.

source: 然而！
en_us: However...

source: 然而，一道身影比他更快，江松感觉到背后一股凌厉的杀机猛然回头，却看到一条腿从半空中狂压而下，慌乱之中他只能大叫一声：“三公子，狼哥，虎哥，救我！”同时运转摔碑手企图抵挡一下。
en_us: However, a figure was even faster than him. Jiang Song could feel an intense killing intent from his back. He then immediately turned back to see a leg violently swinging down from midair. He panicked and screamed, "Third Young Master, Brother Lang, Brother Hu, save me!" At the same time, Jiang Song tried to withstand the kick by using the Wrestling Hand.

source: 然而，就在所有侵略者接近到寂静无声的天庭建筑群三尺之外时……
en_us: However, just when the army of invaders were three feet away from the quiet, silent city of the Heavenly Court…

source: 照安度因的说法，附近不远就有一处野钢花生长点，离木屋不过几十分钟的路程，据说那里曾经是一群狮蝎的巢穴，不过早在上一次的黑潮当中，这群狮蝎就已经死绝了，没人知道它们是被什么魔兽杀死的，就连安度因也只能从四周的痕迹猜测，它们恐怕在那一次黑潮中遭遇了自己的天敌黑龙。
en_us: According to Andoine, not far away with only a few minutes walk from the log cabin was a spot where the wild steelbloom grew. It was said that the place was once the nest of the Manticores, but they had died out during the last black tide. No one knew which demons had killed them, and even Andoine could only guess from the traces in the surroundings. They had probably encountered their nemesis, the Black Dragon, during the black tide.

source: 父女两个一路上都没遇到什么危险，大概只花了一周多的时间，就找到了任务上所说的古代城堡。
en_us: Both father and daughter did not encounter any danger along the way. It took a little over a week to find the ancient castle mentioned in the mission.

source: 爽到极点，确实是要射的，只不过克伦威尔比较倒霉，他是被射，而且还是被射了一脸……
en_us: It would indeed come for those who were satisfied to the fullest. But Cromwell was unlucky, it came for him, but it came on his face...

source: 爽！克伦威尔真是很久都没这么爽过了！
en_us: Satisfying! Cromwell had never felt this satisfied in a long time!

source: 片刻之后，一道隐约有些熟悉声音从草丛内传来，紧接着一个矮胖的身影钻出，都是肥肉的脸上全是嘲弄之意。
en_us: A short moment later, a vague but familiar voice rang out from behind the thick grass. The silhouette of a short, fat person quickly revealed itself. His pig eyes revealed nothing but the intention to mock and deride.

source: 片刻之后，等他平复了激荡的心情再一次内视丹田时，却突然发现了一丝不对！蓝色元力颜色微微变深了？而这黑色元力颜色好像变浅了？
en_us: A moment later, once he had calmed down his agitated emotions and when he used his inner vision to to obsereve his dantian once again, he suddenly realised something was wrong! Did it seem like the colour on the blue essence force became slightly darker? Meanwhile, did the colour of that black essence force seemingly become lighter?

source: 特别是握住强能水晶的老梅林，更是感觉心中一阵阵的抽痛……
en_us: Particularly Old Merlin, who felt a throbbing pain in the heart as he held onto the Strong Energy Crystal...

source: 特别是萨鲁曼家族，从头到尾竟是连一瓶都没拍到，如今这最后十瓶，已经彻底将他们逼到了悬崖边上，就如同老梅林当初所说的，三十个五级魔法师落在自己手上，顶多只能算是锦上添花，可若是落到竞争对手手上，却绝对是要命的威胁。
en_us: Particularly the Saruman Family, which hadn't gotten a bottle at all. Now, the three bottles had completely driven them to the edge of the cliff. It was just as what Old Merlin had said before, 30 level-five mages coming into their own hands would be an icing on the cake, but if it fell into the hands of a rival, it would definitely be a deadly threat.

source: 特别是象清醒药剂这种，从黑暗年代传承下来的药剂配方，更早已在漫长的时间中被证明，无法再有一丝一毫的改变。
en_us: In particular, prescriptions like the Sobriety Potion, which had been passed down from the Dark Ages, had long been proven ones that could not be improved.

source: 特别是麦德林，他简直不敢相信自己的眼睛！
en_us: Especially Medellin, he could not believe his eyes!

source: 狂喜的是——他刚才内视丹田外的封印时，发现那龙形封印的符文竟少了一枚！
en_us: What made his ecstatic was... while he was observing the seal outside his dantian, he discovered that a character was missing from the runic patterns forming the dragon-shaped seal!

source: 狮蝎的嘶吼声中，一股浓浓的血腥味扑面而来。
en_us: There was a thick smell of blood in the Manticore's roar.

source: 猛然间高出一倍的价格，显然超出了年轻法师的心理预期，在抬头望去的时候，他脸上明显有着一丝茫然，但他最后还是咬了咬牙，报出了新的价格：“一万二千金币！”
en_us: The price was doubled abruptly, and was apparently beyond the young mage's expectations. It was obvious that he was at a loss, but at last, with clenched teeth, he offered a new price. "12,000 gold coins!"

source: 猝然！
en_us: Suddenly,

source: 现在他知道，这老家伙不是开玩笑的，他真的会杀了自己……
en_us: Now Hoeren knew that he was not kidding. Andoine would really kill him...

source: 现在却不用他考虑了，这黑色元力只有十缕，根本不能完全独立攻击，不融合蓝色元力绝对发挥不出威力。
en_us: Now he did not need to consider this, as there were only ten strands of black essence force. This was completely not enough to even use in an independent attack, nor release any power without merging with blue essence force.

source: 现在摆在林立面前的，是三种魔法精神，梦境之铁，深渊秘银，符文精金，这是林立千挑万选才选出来的，其他魔法金属虽然还有很多，但大多有着各种不足，并不适合林立对点金棒的要求。
en_us: In front of Lin Li were three magical metals—dream iron, abyss mithril, and rune's adamantine. He had chosen them from the array of metals. Although there were many other magical metals, they were inadequate in various ways and did not fit Lin Li's requirement for the gold rod.

source: 现在林立就站在那巢穴之外，这才不过一年的时间，那巢穴就已经荒芜得不成样子，四周长满了杂草，洞口处一片野花正开得异常鲜艳。
en_us: Lin Li stood outside the nest. It had only been a year, but the nest was completely deserted.There were weeds all around, and at the entrance of the cave a bed of wild flowers bloomed in brilliance.

source: 现在的老梅林只有一个选择——击败葛瑞安！
en_us: Old Merlin had only one choice at the moment—to defeat Gerian!

source: 理想总是美好的，现实却很残酷！
en_us: Their ideal intention notwithstanding, the reality was harsh!

source: 琢磨了一阵，他再次丢进去三枚丹药，又用黑石加温继续注入蓝色元力，结果这次没炸丹，但他揭开炉盖一看，却发现丹药和原先并没有两样。
en_us: After mulling over the situation for a while, he once again threw in three elixir pills, before using coal to heat up the cauldron and continue injecting blue essence force. The result this time round was that, while the elixirs did not explode, when he lifted the cauldron lid and took a look, he discovered that the pills inside had not changed from their original state at all.

source: 瓶塞刚一拔开，炼金室内就弥漫起了一股浓浓的血腥味，那是毁灭之龙的血液，龙血墨水最重要的材料。
en_us: As soon as the bottle stopper was pulled out, a thick scent of blood filled the alchemy lab. It was the blood of the Dragon of Destruction—the most important ingredient for the Dragon's Blood Ink.

source: 甚至就连梅林家那个小兔崽子，都敢找上门来跟自己提要求了。
en_us: Even that little rascal from the Merlin Family had dared to come to his doorsteps to make a demand.

source: 甚至还有人在怀疑，是不是刚才巴瑟罗尔的偷袭把他给打傻了？怎么看起来挺聪明一个小伙子，却会说出这么白痴的话来？
en_us: Some were even suspecting that he was deranged after Bathrilor's sneak attack. How could such a clever-looking kid utter such idiotic words?

source: 生活技能可不是个人等级所能比的，个人等级只要你有足够的时间，不断的杀死怪物，不断的完成任务，就可以累积足够的经验升级。但生活技能到了高级之后，想进一步那真的是千难万难，也只有林立这种财大气粗的角色，才想得出用高级材料来砸技能的办法，想想今天五项技能，就花了差不多五百万金币，除了刚刚扫荡过龙穴的林立，又有谁能承受得起？
en_us: Life skills were incomparable to individual levels. As long as you put in enough time for individual levels to defeat monsters and complete missions constantly, you could accumulate enough experience points to level up. However, once you had reached the highest level for a life skill, it would be extremely difficult to make any advancement. Only powerful characters like Lin Li would think of smashing top-grade materials to earn skill points. Thinking back, he had spent almost five million gold coins on these five basic skills. Other than Lin Li who had just raided the dragon's lair, who else could afford it?

source: 用一级法术重创五级魔兽，这等战绩就连安度因自己也是从未有过……
en_us: Dealing damage to a level-five demon with a level-one spell was a feat that even Andoine himself had not accomplished.

source: 用三五十金币买下法杖之后，凯文又买了一些其他东西，前前后后大概花了有上千金币。
en_us: After buying the staff with three hundred and fifty gold coins, Kevin went on to buy other items, spending over a thousand gold coins in all.

source: 用神之金属锻造的装备也许在一开始的时候，属性并不如何突出，但随着使用的时间越长，使用者的等级渐渐提高，神之金属可怕的成长特性就会慢慢展露出来，官方论坛上有很多锻造专业的高手曾经预言过，如果一个玩家从一级就开始使用神之金属锻造的装备，那么等他升到七十级的时候，这件装备就算不是神器，也至少可以达到史诗级别！
en_us: The properties of equipment made out of divinity metals might not stand out in the beginning, but the longer you use it and the higher the level you attain, the more its fearful growth characteristics would show—albeit slowly. Many professional blacksmiths had predicted on official forums that if a player began using equipment made out of divinity metals at level one, then when he had reached level 70, the equipment could reach an epic level at the minimum even if it might not be an artifact!

source: 由于是正午时分，风月楼内没有一个客人，江逸走进风月楼倒是看到了那日的管事，除了这管事外他还意外的见到了一个人，一个在武殿内见过两次的大家族公子。
en_us: As it was noon, there was not a single customer in the Fengyue Brothel. When Jiang Yi walked into the Fengyue Brothel, he had indeed seen that housekeeper from that day. Besides that housekeeper, he had also unexpectedly seen a man, a young master of a great family clan whom he had seen twice at the Martial Arts Hall.

source: 由于经历的不同，林立可能比这个世界上大多数魔法师，都更加明白金钱的威力。
en_us: Because of his different experiences, Lin Li probably understood the power of money better than most mages in this world.

source: 男儿有泪不轻弹！
en_us: Men do not cry easily!

source: 画面是流动的，如果江逸和翊凌雪看到画面，肯定会震惊得无与伦比的。因为……墙壁上的画面播放的正是她们两人对战的情景，不过画面有些模糊，似乎是用某种神奇的阵法，将两人对战的经过保留了下来。
en_us: The images on the painting could move. If Jiang Yi and Yi Lingxue saw the painting images, they would certainly be incomparably shocked. This was because... the images being broadcast on the wall were the scenes of the two of them fighting. However, the images were somewhat blurry. It appeared that the "painting" used some sort of mysterious magical spell, allowing the processes of the two persons' combat to be preserved in this image-based format.

source: 留下一只手不可能，少一只手就变成真的废物了，放任江小奴不管？这比杀了他还要难。
en_us: Leaving behind one hand was impossible—the loss of one hand would make him completely useless. As for the option to leave Xiaonu behind and not care for her anymore? That option would be worse than death.

source: 疑惑之下抬眼望去，正看见麦德林在漂浮术的支持下，正以极快的速度向这边飞来，一边保持着飞行速度，还一边大声喊道：“安度因大爷，给个面子行不行？”
en_us: He looked up in doubt and saw that Medellin was flying over at high speed with the help of the Levitation spell. As he maintained his flying speed, he shouted: "Master Andoine, would you give him a break?"

source: 疲惫中林立的目光又落到了炼金台上，看到静静躺在那里的点金棒时，他似乎又觉得一切都是值得的，这是一件足以让任何附魔师为之疯狂的东西，以深渊秘银锻造而成，又用龙血墨水构筑魔纹，以及两块得自毁灭之龙巢穴的宝石，更不用说最后镀上去的那一层深邃之银了……
en_us: Weary, Lin Li's eyes fell onto the platform again, and when he saw the gold rod lying quietly there, he seemed to feel that everything was worth it. This was something sufficient to make all the magical enchanters crazy. Forged with the abyss mithril, using the Dragon's Blood Ink to construct the mageweath, and two gemstones from the nest of Dragon of Destruction, and not to mention the last coat of deep silver...
